Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/compiled/ted2020v1/en-ne.tmx
Source language: en
Languages: ne

source: The reality, unfortunately, is a little different, and it has a lot to do with trust, or a lack of it.
ne: तर वास्तविकता चाहिँ, दुर्भाग्यबस, अलि फरक छ, र यो कुरा विश्वासमा अडेको कुरा हो,अथवा हुनसक्छ विश्वासको कमीमा |

source: Now, if you don't trust someone, you place restrictions on them, right?
ne: यदि तपाईले कसैलाई विश्वास गर्नु हुन्न भन्ने, तपाइंले उसमाथि केहि प्रतिबन्ध लगाउनु हुन्छ, हगि?

source: If I doubt my older sister's ability to pay back the 10 percent interest I established on her last loan, I'm going to withhold her ability to get more money from me, until she pays it back.
ne: यदि मैले अघिल्लो पटक ऋण दिदा मेरो दिदीहरुको १० प्रतिशत ब्याज तिर्ने क्षमता माथि शंका गरेँ भने, मैले मबाट उनले लिन सक्ने सम्भावित रकमको रोक्का गरेर राख्दछु जब सम्म उसले अघिल्लो ऋण तिर्दिन|(हाँसो)

source: (Laughter) True story, by the way.
ne: कुरा सत्य हो है , जे भए पनि|

source: Now, adults seem to have a prevalently restrictive attitude towards kids, from every "Don't do that, don't do this" in the school handbook, to restrictions on school Internet use.
ne: त्यसैले बयस्कहरुमा एउटा यस्तो स्वभाव बालकहरुलाई हेला गर्ने स्वभाब-- जरा गाडेर बसेको हुन्छ भन्ने लाग्दछ स्कुलको किताबमा लेखिएको प्रत्येक "त्यो गर्नु हुदैन" "यो गर्नु हुदैन", देखि स्कुलको इन्टरनेट को प्रयोगमा रोक |

source: As history points out, regimes become oppressive when they're fearful about keeping control.
ne: इतिहासले यो भन्छ कि, सत्ताधारीले जब नियन्त्रण गर्न सकिन्न कि भन्ने ठान्दछ, तब दमनमा उत्रन्छ |

source: And although adults may not be quite at the level of totalitarian regimes, kids have no or very little say in making the rules, when really, the attitude should be reciprocal, meaning that the adult population should learn and take into account the wishes of the younger population.
ne: यद्दपी बयस्कहरु मा सर्बसत्ताबादी सोच नै त नहोला, तरपनि बच्चाहरुलाइ नियम बनाउने सम्बधमा कत्तिपनि वा एकदमै थोरै बोल्ने अधिकार दिइएको हुन्छ, जबकी यहाँ अभिमत वास्तवमै पारस्परिक हुनु पर्थ्यो, भनाइको अर्थ वयस्कहरुले सानाहरुको चाहनालाई बुझ्नु पर्ने र मनन गरिनु पर्थ्यो |

source: Now, what's even worse than restriction, is that adults often underestimate kids' abilities.
ne: अनि, नियन्त्रण भन्दा दुखलाग्दो कुरा त यो हो कि वयस्कहरु प्राय जसो बच्चाहरुको खुबीलाइ कम आक्दछ्न|

source: We love challenges, but when expectations are low, trust me, we will sink to them.
ne: हामी चुनौतीहरु मन पराउछौ, तर जब त्यसको फलको आशा कम गरिन्छ, विश्वास गर्नुस, हामी त्यसमै हराउदछौ|

source: My own parents had anything but low expectations for me and my sister.
ne: मेरो आफ्नै बुवाआमा संग पनि यस्तै कम आशावादिता थियो म र मेरो बहिनीबाट|

source: Okay, so they didn't tell us to become doctors or lawyers or anything like that, but my dad did read to us about Aristotle and pioneer germ-fighters, when lots of other kids were hearing "The Wheels on the Bus Go Round and Round."
ne: तेही भएर उनीहरुले हामीलाई कहिले पनि डाक्टर हुनु वकिल हुनु अथवा त्यस्तै खालको केहि हुनु भनेर भन्नु भएन तर मेरो बुवाले हाम्रो लागि अरस्तु सम्बधि र पायोनिएर जर्म फाइटर्स (अग्रणी वैज्ञानिक बारेको पुस्तक) बारेमा सुनाउनु हुन्थ्यो जबकी अरु धेरै बच्चाहरुले "दी व्हील्स अन द बस गो राउण्ड एंड राउण्ड" (बालगीत) सुनिरहेका हुन्थे|

source: Well, we heard that one too, but "Pioneer Germ Fighters" totally rules.
ne: जे होस्, हामीले त्यो पनि सुनेका थियौ,तर "पायोनिअर जर्म फाइटर" साच्चिकै दामी थियो|

source: (Laughter) I loved to write from the age of four, and when I was six, my mom bought me my own laptop equipped with Microsoft Word.
ne: (हाँसो) मैले चार बर्सको उमेर देखि नै लेख्न मन पराउथे| र जब म ६ बर्सकी भए मेरी आमाले मलाई ल्यापटप किनिदिनु भयो जसमा माइक्रोसफ्ट वर्ड थियो|

source: Thank you, Bill Gates, and thank you, Ma.
ne: धन्यवाद बिल गेट्स अनि धन्यवाद आमा |

source: I wrote over 300 short stories on that little laptop, and I wanted to get published.
ne: मैले ३०० भन्दा बढी संख्या मा लघुकथाहरु लेखे त्यो सानो ल्यापटप मा, र म त्यसलाई प्रकाशित गर्न चाहन्थे|

source: Instead of just scoffing at this heresy that a kid wanted to get published, or saying wait until you're older, my parents were really supportive.
ne: एउटा बच्चाको प्रकाशित हुन चाहने यो जिद्दी लाई हकार्नु को साटो वा , पख ठुली भएपछि गरौली भन्नुको साटो मेरा बुवाआमा वास्तवमै सहयोगी बन्नुभयो|

source: Many publishers were not quite so encouraging.
ne: धेरै प्रकाशकहरु चाही उति सार्हो उत्साहित थिएनन|

source: One large children's publisher ironically said that they didn't work with children.
ne: एउटा ठुलो बच्चाहरुको प्रकाशकले हामी बच्चाहरु संग काम गर्दैनौ भन्ने जस्तो हास्यास्पद कुरा गरे|

source: Children's publisher not working with children?
ne: बच्चाहरुको प्रकाशकले बच्चा संग काम नगर्ने ?

source: I don't know, you're kind of alienating a large client there.
ne: लौ तेस्तो कुरा चै थाहा भएन, तर तपाईंले चाही यहाँ ठुलो संख्यामा ग्राहक गुमाई रहनु भएको छ |

source: (Laughter) One publisher, Action Publishing, was willing to take that leap and trust me, and to listen to what I had to say.
ne: (हाँसो) र, एउटा प्रकाशक, एक्सन पब्लिसिंगले, मलाई विश्वास गर्यो, र त्यो ठेक्का लिने मनसाय देखायो र मेरा आवाज हरु सुन्यो |

source: They published my first book, "Flying Fingers," you see it here.
ne: र तिनीहरुले मेरो पहिलो पुस्तक, "फ्लाईंग फिन्गर्स" प्रकासित गरे -- जुन यहाँ देख्न सकिन्छ---

source: And from there on, it's gone to speaking at hundreds of schools, keynoting to thousands of educators, and finally, today, speaking to you.
ne: र त्यस पछि ,म सयौ विद्यालयहरुमा बोल्दै हिडें, हज्जारौ शिक्षाविदहरुसंग को अगाडी प्रमुख वक्ताको रुपमा बोल्दै हिडें, र अहिले , आज, तपाईं हरुको अगाडी बोल्दै छु|

source: I appreciate your attention today, because to show that you truly care, you listen.
ne: म तपाईं हरुको धैर्यताको सराहना गर्दछु, तपाईंहरु बास्तबमै हाम्रो वास्ता गर्नु हुन्छ भन्ने कुरा आज मेरो कुरा सुनेर देखाउनु भएको छ|

source: But there's a problem with this rosy picture of kids being so much better than adults.
ne: तर बच्चा हरु वयस्क हरु भन्दा धेरै राम्रो भएको यो आशावादी तश्विरमा एउटा समस्या चाही छ|

source: Kids grow up and become adults just like you.
ne: बच्चा हरु हुर्कन्छन र केवल तपाईंहरु जस्तै वयस्क बन्दछन|

source: (Laughter) Or just like you? Really?
ne: (हाँसो) केवल तपाईं जस्तै, हो र भन्या?

source: The goal is not to turn kids into your kind of adult, but rather, better adults than you have been, which may be a little challenging, considering your guys' credentials.
ne: यहाँ उदेश्य चाही बच्चाहरुलाई तपाईहरु जस्तो वयस्क बनाउनु भन्ने चाही होइन, तर तपाईं हरु भन्दा असल वयस्क बनाउनु भन्ने हो जुन अलिकति चुनौतिपुर्ण नै हुन सक्छ तपाईंहरुको क्षमतालाई मध्यनजर राख्दा,

source: (Laughter) But the way progress happens, is because new generations and new eras grow and develop and become better than the previous ones.
ne: तर प्रगति कसरि हुदै जान्छ भने नया पुस्ताहरु र नया समय हरु पुराना भन्दा बृहत्तर र विकसित र एकदमै राम्रो हुदै जान्छ|

source: It's the reason we're not in the Dark Ages anymore.
ne: यहि कारण ले त हामी अहिले ढुंगे युग मा छैनौ नि त|

source: No matter your position or place in life, it is imperative to create opportunities for children, so that we can grow up to blow you away.
ne: तपाईं जिवनको जस्तोसुकै मोडमा हुनु भएको भए पनि, बच्चाहरु को लागि अवसरको सिर्जना गर्नु अत्यावश्यक छ ताकी हामी यसरी हुर्कन सकौकि तपाईंहरुलाइ कसिंगर सरि उडाइदिन सकौ|

source: (Laughter) Adults and fellow TEDsters, you need to listen and learn from kids, and trust us and expect more from us.
ne: (हाँसो) वयस्क तथा टेड का मेरा समकालीनहरु, तपाईहरुले बच्चाको कुरा सुन्नु अनि सिक्नु सक्नु पर्छ र हामीलाई विश्वास गर्नुस अनि हामी बाट धेरै आशा गर्नुस

source: You must lend an ear today, because we are the leaders of tomorrow, which means we're going to take care of you when you're old and senile.
ne: तपाईं ले आज यो सुन्ने धैर्यता राख्नु पर्छ, किनकि हामी नै भोलिका नेता हरु हौ, त्यसको अर्थ यो हुन्छ कि भोलि तपाईंहरु बृद्ध र असक्त हुदा तपाईहरुको रेखदेख गर्ने हामी नै हौ | होइन , ठट्टा गर्या के |

source: (Laughter) No, really, we are going to be the next generation, the ones who will bring this world forward.
ne: वास्तवमै, हामीहरु नै भोलिका नया पिढी हौ र जसले भोलिको विश्वलाई आगाडि हाक्नेछ|

source: And in case you don't think that this really has meaning for you, remember that cloning is possible, and that involves going through childhood again, in which case you'll want to be heard, just like my generation.
ne: र, यदि तपाईंलाई यो लाग्छ कि यी कुराले कुनै अर्थ दिदैन, भने भोलि बिखण्डन को स्थिति पनि आउन सक्छ, र त्यसमा फेरी बच्चा हुनु पर्ने अवस्था पनि आउन सक्छ, अनि त्यस बखत तपाईं पनि हाम्रो पुस्ताले जस्तै आफ्ना कुरा सुनियोस भन्ने चाहनुहुन्छ|

source: Now, the world needs opportunities for new leaders and new ideas.
ne: त्यसैले, आजको विश्वलाई भोलिको नया नेता र नया विचारहरुको लागि अवसरको आवश्यकता छ|

source: Kids need opportunities to lead and succeed.
ne: बालबालिकाहरुलाई नेतृत्व गर्न र सफल हुन अवसरको आवश्यकता छ|

source: Are you ready to make the match?
ne: के तपाईं सहयोगको लागि तत्पर हुनुहुन्छ त?

source: Because the world's problems shouldn't be the human family's heirloom.
ne: किनकि विश्वका समस्याहरु मानिसको पारिवारिक विरासत हुनु हुदैन|

source: (Applause) Thank you. Thank you.
ne: (तालि) धन्यवाद | धन्यवाद |

source: When I was a student here in Oxford in the 1970s, the future of the world was bleak.
ne: जब म १९७० तिर यहाँ अक्सफोर्डको बिधार्थी थिएँ बिश्वको भबिष्य त्यती आशालाग्दो थिएन/

source: The population explosion was unstoppable.
ne: जनसंख्या वृद्धि रोक्नै नसकिने खालको थियो/

source: Global famine was inevitable.
ne: भोकमरी हटाउनै नसकिने थियो/

source: A cancer epidemic caused by chemicals in the environment was going to shorten our lives.
ne: वातावरणमा भएको रसायनको कारणले फैलिएको क्यान्सरले हाम्रो जीवन छोट्याउदै थियो/

source: The acid rain was falling on the forests.
ne: जंगलहरूमा अम्ल वर्षा भैरहेको थियो/

source: The desert was advancing by a mile or two a year.
ne: हरेक वर्ष थप एक दुई माईलले मरुभूमिकरण भईरहेको थियो|

source: The oil was running out, and a nuclear winter would finish us off.
ne: तेलको भण्डार रित्तिदै थियो/ र, शीतकालीन परमाणुले हामीलाई सिध्याउन सक्थ्यो/

source: None of those things happened, (Laughter) and astonishingly, if you look at what actually happened in my lifetime, the average per-capita income of the average person on the planet, in real terms, adjusted for inflation, has tripled.
ne: तर त्यस्तो केही भएन/ ( हाँसो ) आश्चर्यजनक रुपमा, यदि तपाईंहरू मेरै जीवन अबधिमा वास्तवमा के के भयो त भनेर हेर्नु हुन्छ भने, यही ग्रहको औषत मान्छेको औषत प्रति व्यक्ति आय साँचो अर्थमा, स्फीतिलाई समायोजन गर्दा, तीन गुणा भयो/

source: Lifespan is up by 30 percent in my lifetime.
ne: मेरै जीवन अबधिमा आयु ३० प्रतिशतले वृद्धि भयो/

source: Child mortality is down by two-thirds.
ne: बाल मृत्यु दर दुई तिहाईले कम भयो/

source: Per-capita food production is up by a third.
ne: प्रति व्यक्ति खाद्य उत्पादनमा एक तिहाईले वृद्धि भयो/

source: And all this at a time when the population has doubled.
ne: र यो सँगसँगै जनसँख्या दोब्बर पुगेको छ/

source: How did we achieve that, whether you think it's a good thing or not?
ne: हामीले कसरी यो सब प्राप्त गर्यौं - तपाईं यसलाई राम्रो कुरा मान्नु हुन्छ या हुन्न -

source: How did we achieve that?
ne: हामीले कसरी यो सब प्राप्त गर्यौं त ?

source: How did we become the only species that becomes more prosperous as it becomes more populous?
ne: हामी कसरी त्यस्तो प्रजाति बन्यौं जसको संख्या जति बढ्यो उति बढि समृद्ध हुन्छ ?

source: The size of the blob in this graph represents the size of the population, and the level of the graph represents GDP per capita.
ne: यो ग्राफमा बिन्दुको आकारले जनसँख्याको आकार जनाउँछ/ र ग्राफको तहले प्रति व्यक्ति कुल ग्राहस्थ उत्पादन जनाउँछ/

source: I think to answer that question you need to understand how human beings bring together their brains and enable their ideas to combine and recombine, to meet and, indeed, to mate.
ne: मलाई लाग्छ यो सवालको जवाफको लागि कसरी मानव जातिले आफ्ना दिमागलाई एक ठाउँमा ल्याउन सके र आफ्ना विचारहरूलाई संयोजन र पुनर्संयोजन, सम्पर्क र, साँच्चै भन्नु पर्दा, संसर्ग गर्न सक्षम बनाउन सके भन्ने कुरा बुझ्नु पर्ने हुन्छ/

source: In other words, you need to understand how ideas have sex.
ne: अर्को शब्दमा, विचारहरू कसरी संसर्ग गर्छन भन्ने बुझ्नु पर्ने हुन्छ/

source: I want you to imagine how we got from making objects like this to making objects like this.
ne: कल्पना गर्नुहोस हामी कसरी यस्ता किसिमका वस्तुहरू बनाउने अबस्थाबाट यस्ता किसिमका वस्तुहरू बनाउने अबस्थामा आईपुग्यौं/

source: These are both real objects.
ne: यी दुवै वास्तविक वस्तुहरू हुन/

source: One is an Acheulean hand axe from half a million years ago of the kind made by Homo erectus.
ne: एउटा पाँच लाख वर्ष भन्दा अगाडि ढुंगे युगमा होमो इरेक्टस प्रजातिका मानिसहरूले बनाएको जस्तै हाते औजार हो/

source: The other is obviously a computer mouse.
ne: अर्को स्वाभाविक रुपमा कम्प्युटरको माउस हो/

source: They're both exactly the same size and shape to an uncanny degree.
ne: यी दुवै पत्याउनै नसकिने गरी ठ्याक्कै एउटै आकार र उस्तै प्रकारका छन्/

source: I've tried to work out which is bigger, and it's almost impossible.
ne: मैले कुन चाहीँ ठुलो छ भनेर पत्ता लगाउन खोजेँ तर त्यो झन्डै असम्भव छ/

source: And that's because they're both designed to fit the human hand.
ne: त्यो किन भने यी दुवै मान्छेको हातमा ठ्याक्क अटाउने गरी बनाईएका छन्/

source: They're both technologies. In the end, their similarity is not that interesting.
ne: यी दुवै प्रविधि हुन/ अन्त्यमा, तिनीहरुको समानता त्यती रोचक भने छैन/

source: It just tells you they were both designed to fit the human hand.
ne: त्यसले ती दुवै केवल मान्छेको हातमा अटाउने गरी बनाईएका थिए भन्ने मात्र बताउँछ/

source: The differences are what interest me, because the one on the left was made to a pretty unvarying design for about a million years -- from one-and-a-half million years ago to half a million years ago.
ne: यहि भिन्नताहरुलेनै मेरो रुचि जगाउँछन्/ किनभने बायाँ पट्टिको चाहीँ एउटै डिजाइनमा बनाईएको थियो झन्डै १० लाख वर्ष सम्म -- १५ लाख वर्ष अघि देखि ५ लाख वर्ष अघि सम्म/

source: Homo erectus made the same tool for 30,000 generations.
ne: होमो इरेक्टसहरुले यस्तै सामग्री ३०,००० पुस्ता सम्म बनाए/

source: Of course there were a few changes, but tools changed slower than skeletons in those days.
ne: पक्कै पनि केही परिवर्तनहरू भने थिए, तर ती दिनहरुमा सामग्रीहरु मानिसको रुप-रेखा भन्दा ढिलो परिवर्तन भए/

source: There was no progress, no innovation.
ne: त्यहाँ कुनै प्रगति थिएन, कुनै आविस्कार थिएन/

source: It's an extraordinary phenomenon, but it's true.
ne: यो एउटा असाधारण घटना हो, तर सत्य हो/

source: Whereas the object on the right is obsolete after five years.
ne: जब की दायाँको वस्तु पाँचै वर्षमा काम नलाग्ने हुन्छ/

source: And there's another difference too, which is the object on the left is made from one substance.
ne: र अर्को पनि भिन्नता छ, त्यो हो - बायाँको वस्तु एउटै पदार्थबाट बनेको छ/

source: The object on the right is made from a confection of different substances, from silicon and metal and plastic and so on.
ne: दायाँको वस्तु विभिन्न पदार्थहरुको मिश्रणबाट बनेको छ, सिलिकन र धातु र प्लाष्टिक इत्यादिबाट/

source: And more than that, it's a confection of different ideas, the idea of plastic, the idea of a laser, the idea of transistors.
ne: त्यो भन्दा पनि बढि, यो फरक फरक आइडियाहरुको मिश्रण हो, प्लाष्टिकको आइडिया, लेजरको आइडिया, ट्रान्जिस्टरहरुको आइडिया|

source: They've all been combined together in this technology.
ne: ती सबै आइडियाहरुको संयोजन गरिएको छ यो प्रविधिमा/

source: And it's this combination, this cumulative technology, that intrigues me, because I think it's the secret to understanding what's happening in the world.
ne: र यो त्यो संयोजन हो, त्यो एकमुष्ठ प्रविधि हो, जसले म भित्र उत्सुकता जागृत गराउँछ/ किनभने मलाई लाग्छ यो संसारमा के भईरहेको छ भनेर बुझ्नको लागि यो नै एउटा गोप्य तथ्य हो/

source: My body's an accumulation of ideas too: the idea of skin cells, the idea of brain cells, the idea of liver cells.
ne: मेरो शरीर पनि विचारहरुको थुप्रो हो, छालाका कोषहरुको विचार, गिदीका कोषहरुको विचार, कलेजोका कोषहरुको विचार/

source: They've come together.
ne: तिनीहरु सबै सँगै आएका छन्/

source: How does evolution do cumulative, combinatorial things?
ne: क्रमिक विकासले कसरि संचिति, संयोजन जस्ता कुराहरू गर्छ?

source: Well, it uses sexual reproduction.
ne: खयर, यसले यौन प्रजननको प्रयोग गर्छ/

source: In an asexual species, if you get two different mutations in different creatures, a green one and a red one, then one has to be better than the other.
ne: अलैंगिक प्रजातिहरूमा, यदि तपाईं फरक फरक प्राणीहरुमा दुई भिन्न खालका रुपान्तरण पाउनु भयो भने, मानौं एउटा हरियो र अर्को रातो, एउटा अर्को भन्दा राम्रो हुनु पर्छ|

source: One goes extinct for the other to survive.
ne: एउटा अस्तित्वमा रहनको लागि अर्को लोप हुनु पर्छ|

source: But if you have a sexual species, then it's possible for an individual to inherit both mutations from different lineages.
ne: तर लैंगिक प्रजातिको मामिलामा भने विभिन्न वंशबाट दुवै किसिमका रुपान्तरणहरू ग्रहण गर्न सम्भव छ|

source: So what sex does is it enables the individual to draw upon the genetic innovations of the whole species.
ne: त्यसैले संसर्गले के गर्छ भने हरेक सन्तानलाई सिंगो प्रजातिको आनुवंशिक आविस्कारहरूलाई ग्रहण गर्न सक्षम बनाउँछ|

source: It's not confined to its own lineage.
ne: यो आफ्नो वंशमा मात्र सिमित छैन|

source: What's the process that's having the same effect in cultural evolution as sex is having in biological evolution?
ne: त्यो के प्रकृया हो जसले सांस्कृतिक विकासक्रममा संसर्गले जैविक विकासक्रममा जस्तै असर पारिरहेको छ?

source: And I think the answer is exchange, the habit of exchanging one thing for another.
ne: र मलाई लाग्छ यसको जवाफ विनिमय (सट्टापट्टा) हो, एउटा वस्तु अर्कोसँग विनिमय (सट्टापट्टा) गर्ने बानी हो|

source: It's a unique human feature.
ne: यो मान्छे मात्रको विशेषता हो|

source: No other animal does it.
ne: अरु कुनै प्राणीहरु त्यसो गर्दैनन|

source: You can teach them in the laboratory to do a little bit of exchange -- and indeed there's reciprocity in other animals -- But the exchange of one object for another never happens.
ne: तपाईं प्रयोगशालामा तिनीहरूलाई अलिअलि विनिमय गर्न सिकाउन सक्नु हुन्छ| अनि वास्तवमै त्यसको प्रभाव अरु प्राणीहरूमा देख्न सकिन्छ| तर तिनीहरू एउटा वस्तुको विनिमय अर्को वस्तुसँग कहिल्यै गर्न सक्दैनन|

source: As Adam Smith said, "No man ever saw a dog make a fair exchange of a bone with another dog."
ne: आडम् स्मिथले भने झैँ कसैले पनि आजसम्म ''एउटा कुकुरले अर्को कुकुरसँग हड्डी साटेको देखेको छैन|''

source: (Laughter) You can have culture without exchange.
ne: (हाँसो) तपाईंहरू विनिमय बिनाको संस्कार अपनाउन सक्नु हुन्छ|

source: You can have, as it were, asexual culture.
ne: सेक्स बिनाको संस्कार अपनाउन सक्नु हुन्छ|

source: Chimpanzees, killer whales, these kinds of creatures, they have culture.
ne: चिम्पान्जी, हिंश्रक व्हेल जस्ता प्राणीहरूको पनि संस्कार छ|

source: They teach each other traditions which are handed down from parent to offspring.
ne: तिनीहरू एकअर्कालाई परम्परा सिकाउँछन जुन आमाबाबुबाट सन्तानमा सारिन्छ|

source: In this case, chimpanzees teaching each other how to crack nuts with rocks.
ne: चिम्पन्जीहरूले एकअर्कालाई ढुंगाले कसरी ओखर फोर्ने भने जस्ता कुरा सिकाउँछन |

source: But the difference is that these cultures never expand, never grow, never accumulate, never become combinatorial, and the reason is because there is no sex, as it were, there is no exchange of ideas.
ne: तर भिन्नता के भने ती संस्कारहरू कहिल्यै विस्तार हुँदैनन, कहिल्यै वृद्धि हुँदैनन, कहिल्यै एकत्रित हुँदैनन र कहिल्यै संयोजन योग्य हुँदैनन| कारण के भने त्यहाँ संसर्ग हुँदैन त्यहाँ विचारहरूको आदानप्रदान हुंदैन|

source: Chimpanzee troops have different cultures in different troops.
ne: चिम्पन्जीहरुको बेग्लाबेग्लै बगालका बेग्लाबेग्लै संस्कारहरू हुन्छन|

source: There's no exchange of ideas between them.
ne: तिनीहरू बीच विचारको आदानप्रदान हुँदैन|

source: And why does exchange raise living standards?
ne: र किन विनिमयले जीवन स्तरलाई उकास्छ?

source: Well, the answer came from David Ricardo in 1817.
ne: खयर, त्यसको उत्तर १८१७ मा डेविड रिकार्डोले दिएका थिए|

source: And here is a Stone Age version of his story, although he told it in terms of trade between countries.
ne: र यो उनको त्यो कथाको ढुंगे युग संस्करण हो, तथापि उनले यो देशहरू बीचको ब्यापारको सन्दर्भमा भनेका थिए|

source: Adam takes four hours to make a spear and three hours to make an axe.
ne: आडमले चार घन्टामा एउटा भाला बनाउँछ र तीन घन्टामा एउटा बन्चरो बनाउँछ|

source: Oz takes one hour to make a spear and two hours to make an axe.
ne: अजले एक घन्टामै एउटा भाला र दुई घन्टामै एउटा बन्चरो बनाउँछ|

source: So Oz is better at both spears and axes than Adam.
ne: त्यसैले दुवै काममा आडम भन्दा अज सिपालु छ|

source: He doesn't need Adam.
ne: उसलाई आडमको खाँचो छैन|

source: He can make his own spears and axes.
ne: उसले आफ्नो लागि आफै हतियार बनाउन सक्छ|

source: Well no, because if you think about it, if Oz makes two spears and Adam make two axes, and then they trade, then they will each have saved an hour of work.
ne: तर यसो सोंच्नु भयो भने, त्यस्तो हुँदैन, किनकि यदि अजले दुईटा भाला र आडमले दुईटा बन्चरा बनाएर सट्टापट्टा गरे भने, तिनीहरू प्रत्येकले एक-एक घण्टा समय बचाउन सक्छन|

source: And the more they do this, the more true it's going to be, because the more they do this, the better Adam is going to get at making axes and the better Oz is going to get at making spears.
ne: र उनीहरू जति बढि सट्टापट्टा गर्छन, त्यती धेरै समय बचत पनि गर्छन| किनकि उनीहरू जति बढि यसो गर्छन, आडम बन्चरो बनाउने काममा झन सिपालु हुँदै जान्छ, र अज भाला बनाउने काममा झन सिपालु हुँदै जान्छ|

source: So the gains from trade are only going to grow.
ne: त्यसपछि त्यस ब्याबसायबाट हुने आम्दानी बढ्दै जान्छ|

source: And this is one of the beauties of exchange, is it actually creates the momentum for more specialization, which creates the momentum for more exchange and so on.
ne: यो विनिमयका सुन्दर पक्षहरू मध्ये एक हो, यसले वास्तवमा बिशिष्टता हासिल गर्नको लागि गति उत्पन्न गर्छ, जसले अझ बढि विनिमय गर्ने हौसला प्रदान गर्छ/

source: Adam and Oz both saved an hour of time.
ne: आडम र अज दुवैले एक घण्टा समय बचत गरे|

source: That is prosperity, the saving of time in satisfying your needs.
ne: आबश्यकता परिपूर्ति गर्ने क्रममा समयको बचत गर्नु समृद्ध हुदै जानु हो|

source: Ask yourself how long you would have to work to provide for yourself an hour of reading light this evening to read a book by.
ne: एकचोटी आफैलाई प्रश्न गर्नुहोस कि तपाईंलाई रातमा एक घण्टा किताब पढ्नको लागि चाहिने उज्यालोको जोहो गर्न कतिबेर काम गर्नु पर्थ्यो होला|

source: If you had to start from scratch, let's say you go out into the countryside.
ne: यदि तपाईंलाई बिल्कुलै शुन्यबाट शुरु गर्नु पर्यो भने, पहिले त गाउँमा जानु पर्यो|

source: You find a sheep. You kill it. You get the fat out of it.
ne: एउटा भेडो खोजेर काट्नु पर्यो| अनि त्यसको बोसो निकाल्नु पर्यो|

source: You render it down. You make a candle, etc. etc.
ne: बोसोलाई पगाल्नु पर्यो| अनि त्यसको बत्ति बनाउनु पर्यो| यस्तै थुप्रै झन्झटहरू गर्नु पर्यो|

source: How long is it going to take you? Quite a long time.
ne: यसले तपाईंको कति समय लेला? अलि धेरै नै लिन्छ|

source: How long do you actually have to work to earn an hour of reading light if you're on the average wage in Britain today?
ne: साँच्चै एक घण्टा पढ्ने लाइट जोहो गर्न तपाईंलाई कति बेर काम गर्नु पर्ला यदि तपाईं आजभोलीको ब्रिटेनमा औषत ज्याला पाउनु हुन्छ भने?

source: And the answer is about half a second.
ne: झन्डै आधा सेकेन्ड मात्र|

source: Back in 1950, you would have had to work for eight seconds on the average wage to acquire that much light.
ne: १९५० तिर, त्यती उज्यालोको जोहो गर्न औषत ज्याला हुनेले आठ सेकेन्ड काम गर्नु पर्थ्यो|

source: And that's seven and a half seconds of prosperity that you've gained since 1950, as it were, because that's seven and a half seconds in which you can do something else, or you can acquire another good or service.
ne: र तपाईंले १९५० को तुलनामा साढे सात सेकेन्ड बराबरको समृद्धि प्राप्त गर्नु भयो| किनकि त्यो साढे सात सेकेन्डमा तपाईं अरु केही गर्न सक्नुहुन्छ| अथवा अरु कुनै वस्तु वा सेवा प्राप्त गर्नको लागि खर्च गर्न सक्नुहुन्छ|
